Repository: grzwolf/cfw
Catalog: cfw/AltF7Form.*.resx
Languages: de

# buttonRun.Text
source: Search
de: Suchen

# checkBoxSkipSearchingBinaryFiles.Text
source: 'search text' skips binaries
de: keine Binärdateien

# checkBoxOutputAddLine.Text
source: add line #
de: Zeilennummer

# buttonDown.Text
source: down
de: ab

# buttonUp.Text
source: up
de: auf

# findToolStripMenuItem.Text
source: Find text
de: Suchen in Ergebnissen

# colorizeFindTextToolStripMenuItem.Text
source: Colorize Find text
de: Hervorhebung

# colorizeBuzzwordsToolStripMenuItem.Text
source: Colorize search text
de: Hervorhebung

# resetColorsToolStripMenuItem.Text
source: Reset all colors
de: Farben zurücksetzen

# toolStripMenuItemSelectAll.Text
source: Select all text
de: Auswahl alles

# toolStripMenuItemCopy.Text
source: Copy text
de: Kopiere

# toolStripMenuItemPaste.Text
source: Paste text
de: Einfügen

# toolStripMenuItemDelete.Text
source: Delete text
de: Lösche

# toolStripMenuItemClearWindow.Text
source: Clear text output
de: Ausgabefenster löschen

# appendToOutputToolStripMenuItem.Text
source: Append text to output
de: Anhängen

# saveOutputToolStripMenuItem.Text
source: Save text output
de: Ausgabe speichern

# columnHeaderDate.Text
source: Date
de: Datum

# columnHeaderSize.Text
source: Size
de: Größe

# columnHeaderFile.Text
source: File
de: Datei

# columnHeaderPath.Text
source: Path
de: Pfad

# openFileToolStripMenuItem.Text
source: Open file
de: Öffne Datei

# winmergePairOfFilesToolStripMenuItem.Text
source: Winmerge pair of files
de: WinMerge Paar

# labelSeparator.Text
source: separator
de: Trenner

# labelFolderExcludes.Text
source: location
de: Ordner nicht

# checkBoxMatchCase.Text
source: case sensitive
de: groß/klein

# label3.Text
source: filename mask
de: Ordner Name

# checkBoxLiveRefresh.Text
source: live refresh
de: auto

# buttonBigFileSkip.Text
source: skip searching this huge file
de: weiter

# checkBoxAdvancedOptions.Text
source: advanced options
de: erweitert

# radioButtonToday.Text
source: today
de: Heute

# radioButtonLastWeek.Text
source: week
de: Woche

# radioButtonRange.Text
source: range
de: Spanne

# radioButtonLastMonth.Text
source: month
de: Monat

# checkBoxFilesOnly.Text
source: file list
de: Dateiliste

# $this.Text
source: File Search
de: Suche Dateien
